[
    {
        "Id": 1,
        "Name":"MEETING ENGAGEMENT",
        "Battlefield":"Place two 12\" Objective Zones and four Objective Markers as shown in the diagram. Objective Markers “A” are considered to be friendly to Player 1 whereas Objective Markers “B” are considered to be friendly to Player 2. Objective Zones are placed 24\" away from each player’s table edge and 12\" away from opposing sides of the table. Two Objective Markers are placed 6” vertically away towards Player 2’s table edge from the center of the Objective Zones. The other two Objective Markers are placed 6\" vertically away towards Player 1’s table edge from the center of the Objective Zones. Deployment zones are 12\" from each Player’s Table edge and Reinforcement Zones extend to 24\" to both sides of the table for both Players as per the Scenario diagram. Players consider the Objective Zones to be “Contested” as long as there is an Enemy Objective Marker within range of an Objective Zone.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 2 VPs for every Enemy Objective Marker they have destroyed during the Round.\n●Players gain 3 VPs for each Objective Zone they are Seizing.\n●Players gain an additional 2 VPs if they are Seizing both Objective Zones.\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 16 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game."
    },
    {
        "Id": 2,
        "Name":"OUTFLANK",
        "Battlefield":"Place two 9\" Objective Zones and two Objective Markers as shown in the diagram. Objective Marker “A” is considered to be friendly to Player 1 whereas Objective Marker “B” is considered to be friendly to Player 2. Deployment zones are two 12\"x12\" squares on two opposing corners of the Battlefield and Reinforcement Zones extend the entire length of each Player’s table edge as per the Scenario diagram. ",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 3 VPs for every Enemy Objective Marker they have destroyed during the Round.\n●Players gain 3 VPs for each Objective Zone they are Seizing.\n●Players gain 1 additional VP every time they gain VPs by Seizing Objective Zones if they have destroyed the Enemy Objective Marker.\n●Players gain an additional 2 VPs if they are Seizing both Objective Zones.\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends at the end of the 8th Round. The Player with the most VPs at the end of the 8th Round wins the game"
    },
    {
        "Id": 3,
        "Name":"SHIELDWALL",
        "Battlefield":"Place three 6\" Objective Zones as shown in the diagram. One 6\"zone is placed in the center of the battlefield whereas the other two are placed 6\" from each opposing side of the table and 24\" away from each Player’s table edge. Deployment zones are two 24\"x12\" rectangles centered on the two opposing sides of the battlefield and Reinforcement Zones extend the entire length of each Player’s table edge as per the Scenario diagram.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 2 VPs for each Objective Zone they are Seizing.\n●Players gain an additional 2 VPs if they are Seizing two or more Objective Zones.\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 18 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game."
    },
    {
        "Id": 4,
        "Name":"RAID",
        "Battlefield":"Place four Objective Markers as shown in the diagram. Each Objective Marker is placed at the center of its respective 12\"x12\"square. Each corner Marker is 6\" from the closest player’s table edge and 6\" from the side of the table. Each central Marker is 18\" from the closest player’s table edge and 18\" from the side of the table. Deployment zones consist of three 12\"x12\" squares, as shown in the diagram, on two opposing corners of the battlefield and Reinforcement zones extend 36\" from each opposing corner.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 3 VPs for every Enemy Objective Marker they have destroyed during the Round.\n●Players gain an additional 2 VPs if they have destroyed more than one Objective Marker during a Round.\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).\n●Players gain 1 VP for every Enemy Regiment they have destroyed during the Round.",
        "Duration": "The game ends at the end of the 8th Round. The Player with the most VPs at the end of the 8th Round wins the game."
    },
    {
        "Id": 5,
        "Name":"AREA CONTROL",
        "Battlefield":"Place four 6\" Objective Zones as shown in the diagram. Each Objective Zone is placed at the center of its respective 12\"x12\"square. Each corner Zone is 6\" from the closest player’s table edge and 6\" from the side of the table. Each central Zone is 18\" from the closest player’s table edge and 18\" from the side of the table. Objective Zone “A” is considered to be friendly to Player 1 whereas Objective Zone “B” is considered to be friendly to Player 2. Deployment zones are two 36\"x12\" rectangles on two opposing corners of the Battlefield and Reinforcement Zones extend the entire length of each Player’s table edge as per the Scenario diagram.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 3 VPs for each Objective Zone they are Seizing.\n●Players gain 5 VPs for Seizing the Enemy Objective Zone.\n●Players gain an additional 2 VPs if they are Seizing two or moreObjective Zones.\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 16 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game."
    },
    {
        "Id": 6,
        "Name":"BROKEN LINES",
        "Battlefield":"Place four 6\" Objective Zones and two Objective Markers as shown in the diagram. Objective Marker “A” and Zone “C” are considered to be friendly to Player 1 whereas Objective Marker “B” and Zone “D” are considered to be friendly to Player 2. Each Objective Zone is placed at the center of its respective 12\"x12\"square. Each corner Zone is 6\" from the closest player’s table edge and 6\" from the side of the table. Each central Zone is 18\" from the closest player’s table edge and 18\" from the side of the table. Deployment zones are two 12\"x24\" rectangles extending from each Player’s table edge towards the center of the battlefield, as shown in the diagram. Reinforcement Zones extend the entire length of each Player’s table edge as per the Scenario diagram.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 4 VPs for every Enemy Objective Marker they have destroyed during the Round.\n●Players gain 3 VPs for each Objective Zone they are Seizing.\n●Players gain 5 VPs for Seizing the Enemy Objective Zone.\n●Players gain an additional 2 VPs if they are Seizing both Objective Zones.\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 20 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game."
    },
    {
        "Id": 7,
        "Name":"TUG-OF-WAR",
        "Battlefield":"Place two 6\" Objective Zones and one Objective Marker as shown in the diagram. Objective Markers Zone “A” is considered to be friendly to Player 1 whereas Objective Marker “B” is considered to be friendly to Player 2. Each Objective Zone is placed at the center of its respective 12\"x12\" square. Each corner Zone is 6\" from the closest player’s table edge and 6\" from the side of the table. The Objective Marker is placed at the center of the Battlefield. Deployment zones consist of three 12\"x12\" squares, as shown in the diagram, on two opposing corners of the battlefield. Reinforcement Zones extend the entire length of each Player’s table edge as per the Scenario diagram.",
        "SpecialRules":"The Objective Marker cannot be wounded, destroyed or become Engaged. During the Victory Phase of each Round the player that has the most Models within 3\" of the Objective Marker, following the rules for Seizing Zones, moves the Marker 6\" directly towards the center of their friendly Objective Zone.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n●Players gain 2 VPs for Seizing the Objective Marker.\n●Players gain 3 VPs for Seizing the Enemy Objective Zone.\n●Players gain an additional 2 VPs if they are Seizing both the Enemy Objective Zone and Marker\n●Players gain 15 VPs if the Objective Marker is within range of their friendly Objective Zone\n●Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 25 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game."
    },
    {
        "Id": 8,
        "Name":"TIC-TAC-BLOOD!",
        "Battlefield":"Mark nine points on the Battlefield as shown in the diagram. Each point marks the corners of the four central squares in the grid. Point “A” is considered to be friendly to Player 1 and within Player 1’s deployment zone. Point “B” is considered to be friendly to Player 2 and within Player 2’s deployment zone. Point “A” is considered to be under the control of Player 1 and Point “B” is considered to be under the control of Player 2. Deployment zones are two 12\"x12\" squares on two opposing corners of the Battlefield and Reinforcement zones extend 36\" from each opposing corner.",
        "SpecialRules":"Each point can be represented by a marker 27mm in diameter, the size of an Infantry Base, has Size 1, cannot be wounded, destroyed or become Engaged. In addition, the Markers do not Activate, do not perform Actions and do not have Engagement Range. During the Victory Phase of each Round the player that has the most Models within 3\" of such a point, following the rules for Seizing Zones, captures that point. Once a point is captured it remains under the control of the Player who captured it until an Opponent Seizes it. When capturing a point that is 12\" horizontally or vertically from another point you control then they become linked, more than two points can be linked in this way making a chain. A point cannot be linked with a point that belongs in the same chain.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n● Players gain 2 VPs for every point under their control.\n● Players gain 1 additional VP if they form a chain of 3 or more points.\n● Players gain 2 additional VPs if they form a chain of 4 or more points.\n● Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 21 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game. In addition, during the Victory Phase of each Round, the player whose Seized points form an unbroken chain linking point A to point B, or vice-versa, wins the game regardless of VPs. If a player wins in this way they count as having scored 21 VPs."
    },
    {
        "Id": 9,
        "Name":"ADVANCED MANEUVERS",
        "Battlefield":"Place two 12\" Objective Zones and four Objective Markers as\nshown in the diagram. Objective Markers “A” are considered to be\nfriendly to Player 1 whereas Objective Markers “B” are considered\nto be friendly to Player 2.\nEach Zone is 12\" from the closest player’s table edge and 12\"\nfrom the side of the table. Two Objective Markers are placed\n12\"vertically away from the center of the battlefield and 24\" away\nfrom each other. Two other two Objective Markers are placed 12”\nhorizontally away from the center of the battlefield and 24\"away\nfrom each other.\nDeployment zones are two isosceles triangles on the two opposing\nsides of the battlefield, whose sides are 24\" from each opposing\ncorner, as per the Scenario diagram. Reinforcement Zones extend\nthe entire length of each Player’s table edge as per the Scenario\ndiagram.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n● Players gain 2 VPs for every Enemy Objective Marker they have destroyed during the Round.\n● Players gain 3 VPs for each Objective Zone they are Seizing.\n● Players gain an additional 2 VPs if they are Seizing both Objective Zones.\n● Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends at the end of the 8th Round. The Player with the most VPs at the end of the 8th Round wins the game."
    },
    {
        "Id": 10,
        "Name":"PINCER",
        "Battlefield":"Place two 9\" Objective Zones and two Objective Markers as shown in the diagram. Objective Marker labeled “A” is considered to be friendly to Player 1 whereas Objective Marker labeled “B” is considered to be friendly to Player 2. Objective Zones are placed 18” from each Player’s table edge and 12\" from each opposing side of the battlefield. Markers are placed 18\" from each Player’s table edge and 12\" from each opposing side of the battlefield mirroring the Zones. Deployment zones are two 24\"x12\" rectangles on two opposing corners of the Battlefield and Reinforcement zones extend 24\" and 36\" from each opposing corner respectively",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n● Players gain 3 VPs for destroying the Enemy Objective Marker.\n● Players gain 3 VPs for each Objective Zone they are Seizing.\n● Players gain 2 additional VP every time they gain VPs by Seizing Objective Zones if they have destroyed the Enemy Objective Marker.\n● Players gain an additional 2 VPs if they are Seizing both Objective Zones.\n● Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends at the end of the 8th Round. The Player with the most VPs at the end of the 8th Round wins the game."
    },
    {
        "Id": 11,
        "Name":"INTO THE GRINDER",
        "Battlefield":"Place one 12\" Objective Zone and four Objective Markers as shown\nin the diagram. Objective Marker “A” is considered to be friendly\nto Player 1 whereas Objective Marker labeled “B” is considered\nto be friendly to Player 2.\nThe 12\" Objective Zone is placed at the center of the Battlefield, as\nper the Scenario diagram. The two neutral Objective Markers are\nplaced 24\" from each Player’s table edge and 6\" from each opposing\nside of the table respectively. Objective Marker “A” is placed 6\"\nvertically below the center of the battlefield whilst Objective Marker\n“B” is placed 6\" vertically above the center of the battlefield. The\ntwo Objective Markers are 12\" away from each other.\nDeployment zones are two isosceles triangles where one point\nis at the center of the Battlefield and the other two points are\nat the corners of the two opposing table edges respectively and\nReinforcement zones extend 24\" and 48\" from each opposing\ncorner respectively. Players consider the Objective Zones to be\n“Contested” as long as there is an Enemy Objective Marker within\nrange of the Objective Zone.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n● Players gain 5 VPs for each Objective Marker they destroy that is not within range of an Objective Zone.\n● Players gain 3 VPs for Seizing the Objective Zone.\n● Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).\n● Players gain 2 VPs for every Officer Model they have slain.",
        "Duration": "The game ends at the end of the 8th Round. The Player with the most VPs at the end of the 8th Round wins the game."
    },
    {
        "Id": 12,
        "Name":"FALL INTO R ANK",
        "Battlefield":"Place one 12\" Objective Zone, two 6\" Objective Zones and two Objective Markers as shown in the diagram.Objective Marker labeled “A” is considered to be friendly to Player 1 whereas Objective Marker “B” is considered to be friendly to Player 2. The 12\" Objective Zone is placed at the center of the Battlefield with Marker “A” and “B” each within range of it and 6\" horizontally away from the Zone’s center. Each corner Zone is 12\" from the closest player’s table edge and 12\" from the side of the table. Deployment zones are two isosceles triangles on the two opposing sides of the battlefield, whose sides are 24\" from each opposing corner, as per the Scenario diagram. Reinforcement Zones extend the entire length of each Player’s table edge as per the Scenario diagram.Players consider the Objective Zones to be “Contested” as long as there is an Enemy Objective Marker within range of an Objective Zone.",
        "Scoring":"During the Victory Phase of each Round Players gain VPs as follows:\n● Players gain 4 VPs for each 6” Objective Zone they are Seizing.\n● Players gain 3 VPs for each Seizing the 12” Objective Zone.\n● Players gain 3 VPs for destroying an Enemy Objective Marker.\n● Players gain an additional 2 VPs if they are Seizing two or more Objective Zones.\n● Players gain 2 VPs if they have slain the Enemy Character Regiment. (Additional Character Regiments like “The Perfect Tool” do not award points for destroying them).",
        "Duration": "The game ends when a Player gains 18 VPs or at the end of the 10th Round. If no Player has won by the end of the 10th Round then the Player with the most VPs wins the game."
    }
]